
/* Class = "NSTextFieldCell"; title = "Select the tracker categories that you would like to block or unblock. Please note that some sites may not load correctly depending on your custom settings."; ObjectID = "0KE-sx-Ohg"; */
"0KE-sx-Ohg.title" = "Válassza ki a letiltandó vagy feloldandó nyomkövetési kategóriákat. Vegye figyelembe, hogy az egyéni beállításoktól függően lehetséges, hogy néhány oldal nem töltődik be megfelelően.";

/* Class = "NSMenuItem"; title = "Ghostery Lite"; ObjectID = "1Xt-HY-uBw"; */
"1Xt-HY-uBw.title" = "Ghostery Lite Súgó";

/* Class = "NSImageView"; ibShadowedToolTip = "Delivers advertising technology designed specifically for adult content sites."; ObjectID = "1rF-ap-Ve5"; */
"1rF-ap-Ve5.ibShadowedToolTip" = "Kimondottan a felnőtt tartalmakra tervezett hirdetési technológiát biztosítja.";

/* Class = "NSButtonCell"; title = "Skip for now"; ObjectID = "2Jl-PZ-VFA"; */
"2Jl-PZ-VFA.title" = "Kihagyás";

/* Class = "NSBox"; title = "Edit Settings"; ObjectID = "2yc-pE-DGl"; */
"2yc-pE-DGl.title" = "Beállítások módosítása";

/* Class = "NSTextFieldCell"; title = "LITE"; ObjectID = "3t7-RU-1ni"; */
"3t7-RU-1ni.title" = "LITE";

/* Class = "NSButtonCell"; title = "Default"; ObjectID = "3wz-JW-Z1K"; */
"3wz-JW-Z1K.title" = "Alapértelmezés";

/* Class = "NSMenuItem"; title = "Quit Ghostery Lite"; ObjectID = "4sb-4s-VLi"; */
"4sb-4s-VLi.title" = "Kilépés a Ghostery Lite bővítményből";

/* Class = "NSMenuItem"; title = "About Ghostery Lite"; ObjectID = "5kV-Vb-QxS"; */
"5kV-Vb-QxS.title" = "A Ghostery Lite névjegye";

/* Class = "NSTextFieldCell"; title = "Please enable the Ghostery Lite extensions in your Safari preferences to begin."; ObjectID = "6N3-zF-kcF"; */
"6N3-zF-kcF.title" = "A kezdéshez engedélyezze a Ghostery Lite bővítményeit a Safari böngészőjében található Beállítások menüpontban.";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "8mP-p1-C2C"; */
"8mP-p1-C2C.title" = "Súgó";

/* Class = "NSTextFieldCell"; title = "If you have encountered an issue, would like to know more about Ghostery Lite and our other products or would like to get in touch, please follow the link below."; ObjectID = "9tv-f8-fCZ"; */
"9tv-f8-fCZ.title" = "Ha valamilyen problémába ütközött vagy szeretne még többet megtudni a Ghostery Lite bővítményről és más termékeinkről, vagy szeretné felvenni velünk a kapcsolatot, kövesse az alábbi hivatkozást.";

/* Class = "NSMenu"; title = "Main Menu"; ObjectID = "AYu-sK-qS6"; */
"AYu-sK-qS6.title" = "Főmenü";

/* Class = "NSMenuItem"; title = "Protection"; ObjectID = "BOF-NM-1cW"; */
"BOF-NM-1cW.title" = "Védelem";

/* Class = "NSButtonCell"; title = "Ghostery Support"; ObjectID = "BgZ-xj-F2J"; */
"BgZ-xj-F2J.title" = "Ghostery-támogatás";

/* Class = "NSButtonCell"; title = "TRUST SITE"; ObjectID = "C26-J2-vrI"; */
"C26-J2-vrI.title" = "BIZALMI WEBHELY";

/* Class = "NSMenuItem"; title = "Settings"; ObjectID = "DDT-NI-FKo"; */
"DDT-NI-FKo.title" = "Beállítások";

/* Class = "NSButtonCell"; title = "Custom"; ObjectID = "E3u-jU-cgo"; */
"E3u-jU-cgo.title" = "Egyéni";

/* Class = "NSMenu"; title = "Help"; ObjectID = "F2S-fz-NVQ"; */
"F2S-fz-NVQ.title" = "Súgó";

/* Class = "NSMenuItem"; title = "Ghostery Lite Help"; ObjectID = "FKE-Sm-Kum"; */
"FKE-Sm-Kum.title" = "Ghostery Lite Súgó";

/* Class = "NSBox"; title = "Trusted Sites"; ObjectID = "I5w-kK-sPE"; */
"I5w-kK-sPE.title" = "Megbízható helyek";

/* Class = "NSWindow"; title = "Ghostery Lite"; ObjectID = "IQv-IB-iLA"; */
"IQv-IB-iLA.title" = "Ghostery Lite Súgó";

/* Class = "NSButtonCell"; title = "Ghostery Products"; ObjectID = "IW3-BT-Kt8"; */
"IW3-BT-Kt8.title" = "Ghostery-termékek";

/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "LE2-aR-0XJ"; */
"LE2-aR-0XJ.title" = "Az összeset hozza előre Összes előrehozása";

/* Class = "NSTextFieldCell"; title = "Welcome to Ghostery Lite!"; ObjectID = "Lxj-pw-A6c"; */
"Lxj-pw-A6c.title" = "Üdvözli a Ghostery Lite!";

/* Class = "NSButtonCell"; title = "Essential"; ObjectID = "MXn-Zo-X8B"; */
"MXn-Zo-X8B.title" = "Lényegi";

/* Class = "NSButtonCell"; title = "Ghostery Blog"; ObjectID = "MdL-PO-b4U"; */
"MdL-PO-b4U.title" = "Ghostery Blog";

/* Class = "NSButtonCell"; title = "TRUSTED SITES"; ObjectID = "N8X-rV-l18"; */
"N8X-rV-l18.title" = "MEGBÍZHATÓ HELYEK";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "NMo-om-nkz"; */
"NMo-om-nkz.title" = "Szolgáltatások";

/* Class = "NSTextFieldCell"; title = "Thanks for installing Ghostery Lite. You are now protected with our default settings!"; ObjectID = "Nj1-99-0ia"; */
"Nj1-99-0ia.title" = "Köszönjük, hogy telepítette a Ghostery Lite bővítményt. Mostantól az alapértelmezett beállításaink védik!";

/* Class = "NSButtonCell"; title = "Adult Content"; ObjectID = "O3s-iH-PLS"; */
"O3s-iH-PLS.title" = "Felnőtt Tartalom";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "OY7-WF-poV"; */
"OY7-WF-poV.title" = "Kis méret";

/* Class = "NSTextFieldCell"; title = "With Ghostery Lite's default settings you're protected and ready to browse. If you want to change your tracker-blocker settings, our custom settings allow you to block or unblock specific categories of trackers and ads."; ObjectID = "Pl8-CX-f6l"; */
"Pl8-CX-f6l.title" = "A Ghostery Lite alapértelmezett beállításaival védettséget élvez és szabadon böngészhet. Amennyiben meg szeretné változtatni a nyomkövető letiltási beállításait, az egyéni beállításaink lehetővé teszik bizonyos nyomkövető és hirdetési kategóriák letiltását vagy feloldását.";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "R4o-n2-Eq4"; */
"R4o-n2-Eq4.title" = "Nagyítás";

/* Class = "NSTextFieldCell"; placeholderString = "example.com"; ObjectID = "T3b-MI-Yog"; */
"T3b-MI-Yog.placeholderString" = "example.com";

/* Class = "NSMenu"; title = "Window"; ObjectID = "Td7-aD-5lo"; */
"Td7-aD-5lo.title" = "Ablak";

/* Class = "NSImageView"; ibShadowedToolTip = "Provides advertising or advertising-related services such as data-collection, behavioral analysis, or re-targeting."; ObjectID = "V3t-dF-QL4"; */
"V3t-dF-QL4.ibShadowedToolTip" = "Hirdetési és hirdetéssel kapcsolatos szolgáltatásokat biztosít, mint például adatgyűjtés, viselkedéselemzés vagy újracélzás.";

/* Class = "NSImageView"; ibShadowedToolTip = "Includes chat, email messaging, customer support, and other interaction tools."; ObjectID = "VDK-om-yg2"; */
"VDK-om-yg2.ibShadowedToolTip" = "Tartalmazza a csevegést, az e-mailes üzenetkezelést, az ügyfélszolgálatot és más kapcsolattartási eszközöket.";

/* Class = "NSMenuItem"; title = "Trusted Sites"; ObjectID = "VKp-9U-kay"; */
"VKp-9U-kay.title" = "Megbízható helyek";

/* Class = "NSImageView"; ibShadowedToolTip = "Enables comments sections for articles and product reviews."; ObjectID = "WNN-aY-BDO"; */
"WNN-aY-BDO.ibShadowedToolTip" = "Engedélyezi a cikkeknél és termékekről írt véleményeknél a megjegyzések megjelenítését.";

/* Class = "NSButtonCell"; title = "ENABLE GHOSTERY LITE"; ObjectID = "XIq-Cy-agY"; */
"XIq-Cy-agY.title" = "GHOSTERY LITE ENGEDÉLYEZÉSE";

/* Class = "NSTextFieldCell"; title = "Want to customize your tracker settings? Select the tracker categories you would like to block or unblock."; ObjectID = "Xyh-1f-Gqv"; */
"Xyh-1f-Gqv.title" = "Szeretné testre szabni a nyomkövető beállításait? Válassza ki a letiltandó vagy feloldandó nyomkövető kategóriákat.";

/* Class = "NSButtonCell"; title = "Site Analytics"; ObjectID = "aDg-VX-FLP"; */
"aDg-VX-FLP.title" = "Webhelystatisztika";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "aUF-d1-5bR"; */
"aUF-d1-5bR.title" = "Ablak";

/* Class = "NSTextFieldCell"; title = "Want to allow trackers on a site? Add or remove sites from your 'Trusted' list."; ObjectID = "acO-0Z-yHY"; */
"acO-0Z-yHY.title" = "Szeretné engedélyezni a nyomkövetőket az oldalakon? Oldalak hozzáadása vagy eltávolítása a Megbízható oldalak listáról.";

/* Class = "NSButtonCell"; title = "Customer Interaction"; ObjectID = "bgP-eI-vT7"; */
"bgP-eI-vT7.title" = "Kapcsolattartás az ügyfelekkel";

/* Class = "NSButtonCell"; title = "Social Media"; ObjectID = "c0M-zC-Od5"; */
"c0M-zC-Od5.title" = "Közösségi Terek";

/* Class = "NSButtonCell"; title = "Ghostery FAQs"; ObjectID = "c4M-2c-co9"; */
"c4M-2c-co9.title" = "Ghostery – Gyakran ismételt kérdések";

/* Class = "NSImageView"; ibShadowedToolTip = "Includes tag managers, privacy notices, and technologies that are critical to the functionality of a website."; ObjectID = "caT-UF-u5T"; */
"caT-UF-u5T.ibShadowedToolTip" = "Tartalmazza a címkekezelőket, az adatvédelmi figyelmeztetéseket és a webhelyek megfelelő működéséhez elengedhetetlen technológiákat.";

/* Class = "NSImageView"; ibShadowedToolTip = "Enables websites to publish, distribute, and optimize video and audio content."; ObjectID = "cke-w1-Con"; */
"cke-w1-Con.ibShadowedToolTip" = "Engedélyezi a weboldalaknak a videók és hangtartalmak közzétételét, terjesztését és optimalizálását.";

/* Class = "NSTextFieldCell"; title = "Please enable the Ghostery Lite Extension and Ghostery Lite Content Blockers in your Safari preferences to begin."; ObjectID = "dEo-t5-f3x"; */
"dEo-t5-f3x.title" = "A kezdéshez engedélyezze a Ghostery Lite bővítményét és a Ghostery Lite tartalomblokkolót a Safari böngészőjében található Beállítások menüpontban.";

/* Class = "NSImageView"; ibShadowedToolTip = "Collects and analyzes data related to site usage and performance."; ObjectID = "edo-Q1-18A"; */
"edo-Q1-18A.ibShadowedToolTip" = "A webhely látogatottságához és teljesítményéhez kapcsolódó adatokat gyűjti és elemzi.";

/* Class = "NSTextFieldCell"; title = "Saved"; ObjectID = "erL-oh-W9i"; */
"erL-oh-W9i.title" = "Mentve";

/* Class = "NSMenuItem"; title = "Default"; ObjectID = "gCL-WT-jjt"; */
"gCL-WT-jjt.title" = "Alapértelmezés";

/* Class = "NSTextFieldCell"; title = "Please enter a valid URL."; ObjectID = "hp5-oU-rd6"; */
"hp5-oU-rd6.title" = "Érvényes URL-t adjon meg.";

/* Class = "NSMenu"; title = "Services"; ObjectID = "hz9-B4-Xy5"; */
"hz9-B4-Xy5.title" = "Szolgáltatások";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "mye-Gf-T1p"; */
"mye-Gf-T1p.title" = "Egyéni";

/* Class = "NSButtonCell"; title = "Advertising"; ObjectID = "phd-zp-sTL"; */
"phd-zp-sTL.title" = "Hirdetések";

/* Class = "NSButtonCell"; title = "Audio/Video Player"; ObjectID = "r8b-df-JUE"; */
"r8b-df-JUE.title" = "Hang/Videólejátszó";

/* Class = "NSButtonCell"; title = "EDIT SETTINGS"; ObjectID = "rMH-QB-Bjg"; */
"rMH-QB-Bjg.title" = "BEÁLLÍTÁSOK SZERKESZTÉSE";

/* Class = "NSTextFieldCell"; title = "Ghostery Lite’s default settings have been tailored to provide the cleanest, fastest and safest browsing experience, allowing you to focus on exploring your favorite websites and online content. We block advertising, site analytics and adult advertising trackers."; ObjectID = "rfT-Ov-7Uc"; */
"rfT-Ov-7Uc.title" = "A Ghostery Lite alapértelmezett beállításait úgy alakítottuk ki, hogy a lehető legtisztább, leggyorsabb és legbiztonságosabb böngészési élményt nyújtsa, lehetővé téve, hogy kedvenc weboldalainak és online tartalmainak felfedezésére koncentrálhasson. Letiltjuk a hirdetéseket, a webhelystatisztikákat és a felnőtt tartalmak hirdetési nyomkövetőit.";

/* Class = "NSImageView"; ibShadowedToolTip = "Integrates features related to social media sites."; ObjectID = "tD7-PD-U11"; */
"tD7-PD-U11.ibShadowedToolTip" = "Integráltan tartalmazza a közösségi oldalakhoz kapcsolódó funkciókat.";

/* Class = "NSMenu"; title = "Ghostery Lite"; ObjectID = "uQy-DD-JDr"; */
"uQy-DD-JDr.title" = "Ghostery Lite";

/* Class = "NSTextFieldCell"; title = "All the sites that you trust can be seen here. You can also add or remove additional sites from your list using the field below."; ObjectID = "uVO-Aq-Xil"; */
"uVO-Aq-Xil.title" = "Itt láthatja azokat az oldalakat, amelyeket megbízhatónak tart. A lenti mezőt használva hozzáadhat és eltávolíthat további oldalakat a listáról.";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "wpr-3q-Mcd"; */
"wpr-3q-Mcd.title" = "Súgó";

/* Class = "NSButtonCell"; title = "ENABLE LITE"; ObjectID = "y0w-zA-czl"; */
"y0w-zA-czl.title" = "LITE ENGEDÉLYEZÉSE";

/* Class = "NSButtonCell"; title = "Comments"; ObjectID = "ylv-lj-W0x"; */
"ylv-lj-W0x.title" = "Megjegyzések";
